Repository: NoPayn/nopayn-prestashop-8
Catalog: nopayn/translations/*/ModulesNopaynAdmin.*.xlf
Languages: bg_bg, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, hu_hu, it_it, lv_lv, nl_nl, pl_pl, pt_pt, ro_ro, sv_se

source: To allow %method% to be used for any other country just add its country code (in ISO 2 standard) to the "Countries available for %method%" field. Example: BE, NL, FR If field is empty then %method% will be available for all countries.
bg_bg: За да разрешите %method% в други държави, добавете кода на страната (ISO 2) в полето „Страни, където %method% е налично“. Пример: BE, NL, FR. Ако полето е празно, %method% ще е налично във всички държави.
cs_cz: Chcete-li povolit použití %method% v jiných zemích, přidejte jejich kód (ISO 2 standard) do pole „Země dostupné pro %method%“. Např.: BE, NL, FR. Pokud bude pole prázdné, bude %method% k dispozici ve všech zemích.
da_dk: For at tillade brugen af %method% i et andet land, skal du blot tilføje dets landekode (i ISO 2-standard) til feltet "Tilgængelige lande for %method%". Eksempel: BE, NL, FR. Hvis feltet er tomt, vil %method% være tilgængelig for alle lande.
de_de: Um %method% für ein anderes Land zu aktivieren, fügen Sie einfach den Ländercode (ISO-2) in das Feld „Verfügbare Länder für %method%“ ein. Beispiel: BE, NL, FR. Wenn das Feld leer ist, ist %method% in allen Ländern verfügbar.
el_gr: Για να επιτρέψετε τη χρήση του %method% σε άλλες χώρες, προσθέστε τον κωδικό χώρας (ISO 2) στο πεδίο «Χώρες διαθέσιμες για %method%». Π.χ.: BE, NL, FR. Εάν το πεδίο είναι κενό, το %method% θα είναι διαθέσιμο σε όλες τις χώρες.
es_es: Para permitir que %method% se use en cualquier otro país, simplemente agrega su código de país (en estándar ISO 2) en el campo "Países disponibles para %method%". Ejemplo: BE, NL, FR. Si el campo está vacío, %method% estará disponible para todos los países.
et_ee: Et lubada %method% kasutamist teistes riikides, lisage riigi kood (ISO 2) väljale „Riigid, kus %method% on saadaval“ (nt BE, NL, FR). Kui väli on tühi, on %method% saadaval kõigis riikides.
fi_fi: Salliaksesi %method% käytön muissa maissa, lisää niiden maatunnus (ISO 2 -standardi) kenttään "Maat, joissa %method% on saatavilla". Esimerkki: BE, NL, FR. Jos kenttä on tyhjä, %method% on saatavilla kaikissa maissa.
fr_fr: Pour permettre l'utilisation de %method% dans un autre pays, ajoutez simplement son code pays (norme ISO 2) dans le champ « Pays disponibles pour %method% ». Exemple : BE, NL, FR. Si le champ est vide, %method% sera disponible pour tous les pays.
hu_hu: Ha más országokban is szeretnéd használni a %method%-t, add hozzá az országkódot (ISO 2) a „Országok, ahol a %method% elérhető” mezőhöz. Példa: BE, NL, FR. Ha üres, a %method% minden országban elérhető lesz.
it_it: Per consentire l'uso di %method% in altri paesi, aggiungi il codice paese (standard ISO 2) nel campo "Paesi disponibili per %method%". Esempio: BE, NL, FR. Se il campo è vuoto, %method% sarà disponibile per tutti i paesi.
lv_lv: Lai atļautu %method% citās valstīs, pievienojiet valsts kodu (ISO 2) laukā “Valstis, kurās pieejams %method%”. Piemērs: BE, NL, FR. Ja lauks ir tukšs, %method% būs pieejams visās valstīs.
nl_nl: Om %method% te gebruiken in andere landen, voeg je de landcode toe (ISO 2-indeling) in het veld "Landen beschikbaar voor %method%". Voorbeeld: BE, NL, FR. Als het veld leeg is, is %method% beschikbaar in alle landen.
pl_pl: Aby umożliwić użycie %method% w innych krajach, dodaj kod kraju (standard ISO 2) do pola „Kraje dostępne dla %method%”. Przykład: BE, NL, FR. Jeśli pole jest puste, %method% będzie dostępne dla wszystkich krajów.
pt_pt: Para permitir que %method% seja usado em qualquer outro país, basta adicionar seu código de país (no padrão ISO 2) ao campo "Países disponíveis para %method%". Exemplo: BE, NL, FR. Se o campo estiver vazio, então %method% estará disponível para todos os países.
ro_ro: Pentru a permite utilizarea %method% în alte țări, adaugă codul țării (ISO 2) în câmpul „Țări disponibile pentru %method%”. Exemplu: BE, NL, FR. Dacă câmpul este gol, %method% va fi disponibil în toate țările.
sv_se: För att tillåta att %method% används i andra länder, lägg bara till landets kod (enligt ISO 2-standard) i fältet "Tillgängliga länder för %method%". Exempel: BE, NL, FR. Om fältet är tomt kommer %method% att vara tillgänglig för alla länder.

source: Capture on complete
bg_bg: Задържане при завършване
cs_cz: Zachytit po dokončení
da_dk: Indløs ved fuldførelse
de_de: Erfassung bei vollständiger
el_gr: Καταγραφή κατά την ολοκλήρωση
es_es: Capturar al completar
et_ee: Kinni pidama lõpetamisel
fi_fi: Veloita, kun valmis
fr_fr: Capture complète
hu_hu: Rögzítés befejezéskor
it_it: Acquisizione al completamento
lv_lv: Notvert pie pabeigšanas
nl_nl: Capture bij voltooien
pl_pl: Pobierz po zakończeniu
pt_pt: Capturar ao concluir
ro_ro: Înregistrează la finalizare
sv_se: Fånga vid slutförande

source: Captures payment when an order is marked as complete
bg_bg: Задържа плащането, когато поръчката е маркирана като завършена
cs_cz: Zachytí platbu, když je objednávka označena jako dokončená
da_dk: Indløser betaling, når en ordre er markeret som fuldført
de_de: Erfasst die Zahlung, wenn ein Auftrag als abgeschlossen markiert wird
el_gr: Καταγράφει την πληρωμή όταν μια παραγγελία σημειώνεται ως ολοκληρωμένη
es_es: Captura el pago cuando un pedido se marca como completado
et_ee: Püüab makse, kui tellimus märgitakse lõpetatuks
fi_fi: Veloittaa maksun, kun tilaus on merkitty valmiiksi
fr_fr: Saisit le paiement lorsqu'une commande est marquée comme complète
hu_hu: A fizetést rögzíti, amikor a rendelést befejezettnek jelölik
it_it: Acquisisce il pagamento quando un ordine è contrassegnato come completato
lv_lv: Notver maksājumu, kad pasūtījums tiek atzīmēts kā pabeigts
nl_nl: Voert de betaling uit zodra een bestelling als voltooid wordt gemarkeerd
pl_pl: Pobiera płatność, gdy zamówienie zostanie oznaczone jako zakończone
pt_pt: Captura o pagamento quando um pedido é marcado como concluído
ro_ro: Înregistrează plata când o comandă este marcată ca finalizată
sv_se: Fångar betalning när en beställning markeras som slutförd
