Repository: NoPayn/nopayn-prestashop-8
Catalog: nopayn/translations/*/ModulesNopaynAdmin.*.xlf
Languages: bg_bg, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, hu_hu, it_it, lv_lv, nl_nl, pl_pl, pt_pt, ro_ro, sv_se

source: Library
bg_bg: Библиотека
cs_cz: Knihovna
da_dk: Bibliotek
de_de: Bibliothek
el_gr: Βιβλιοθήκη
es_es: Biblioteca
et_ee: Raamatukogu
fi_fi: Kirjasto
fr_fr: Bibliothèque
hu_hu: Könyvtár
it_it: Libreria
lv_lv: Bibliotēka
nl_nl: Bibliotheek
pl_pl: Biblioteka
pt_pt: Biblioteca
ro_ro: Bibliotecă
sv_se: Bibliotek

source: Credit/Debit card
bg_bg: Кредитна/дебитна карта
cs_cz: Kreditní/debetní karta
da_dk: Kredit-/debetkort
de_de: Kredit-/Debitkarte
el_gr: Πιστωτική/Χρεωστική κάρτα
es_es: Tarjeta de crédito/débito
et_ee: Kreedit-/deebetkaart
fi_fi: Luotto-/pankkikortti
fr_fr: Carte de crédit/débit
hu_hu: Hitel-/betéti kártya
it_it: Carta di credito/debito
lv_lv: Kredīta/debeta karte
nl_nl: Creditcard/Debetkaart
pl_pl: Karta kredytowa/debetowa
pt_pt: Cartão de crédito/débito
ro_ro: Card de credit/debit
sv_se: Kredit-/betalkort

source: %label% %method% Reference:
bg_bg: Референция %label% %method%:
cs_cz: Odkaz %label% %method%:
de_de: %label%-%method%-Referenz:
el_gr: Αναφορά %label% %method%:
es_es: Referencia de %label% %method%:
et_ee: %label% %method% viide:
fi_fi: %label% %method% Viite:
fr_fr: Référence %label% %method% :
hu_hu: %label% %method% hivatkozás:
it_it: Riferimento %label% %method%:
lv_lv: %label% %method% atsauce:
nl_nl: Referentie %label% %method%:
pl_pl: Odnośnik %label% %method%:
pt_pt: Referência de %label% %method%:
ro_ro: Referință %label% %method%:
sv_se: %label% %method% Referens:

source: Accept payments for your products using %method%
bg_bg: Приемайте плащания за продуктите си чрез %method%
cs_cz: Přijímat platby za vaše produkty pomocí %method%
da_dk: Accepter betalinger for dine produkter med %method%
de_de: Akzeptieren Sie Zahlungen für Ihre Produkte mit %method%
el_gr: Αποδοχή πληρωμών για τα προϊόντα σας μέσω %method%
es_es: Acepta pagos para tus productos usando %method%
et_ee: Võta oma toodete eest makseid vastu, kasutades %method%
fi_fi: Hyväksy maksut tuotteillesi käyttäen %method%
fr_fr: Acceptez les paiements pour vos produits avec %method%
hu_hu: Fizetések elfogadása a termékeidre a(z) %method% segítségével
it_it: Accetta pagamenti per i tuoi prodotti utilizzando %method%
lv_lv: Pieņemt maksājumus par jūsu izstrādājumiem, izmantojot %method%
nl_nl: Accepteer betalingen voor je producten via %method%
pl_pl: Akceptuj płatności za swoje produkty przez %method%
pt_pt: Aceite pagamentos pelos seus produtos usando %method%
ro_ro: Acceptă plăți pentru produsele tale folosind %method%
sv_se: Acceptera betalningar för dina produkter med %method%

source: Are you sure about removing these details?
bg_bg: Сигурни ли сте, че искате да премахнете тези данни?
cs_cz: Opravdu chcete odstranit tyto údaje?
da_dk: Er du sikker på, at du vil fjerne disse oplysninger?
de_de: Sind Sie sicher, dass Sie diese Angaben entfernen möchten?
el_gr: Είστε βέβαιοι ότι θέλετε να καταργήσετε αυτά τα στοιχεία;
es_es: ¿Estás seguro de eliminar estos datos?
et_ee: Kas olete kindel, et soovite need andmed eemaldada?
fi_fi: Oletko varma, että haluat poistaa nämä tiedot?
fr_fr: Êtes-vous sûr de vouloir supprimer ces informations ?
hu_hu: Biztosan törölni szeretnéd ezeket az adatokat?
it_it: Sei sicuro di voler rimuovere questi dettagli?
lv_lv: Vai tiešām vēlaties dzēst šo informāciju?
nl_nl: Weet je zeker dat je deze gegevens wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć te dane?
pt_pt: Tem certeza de que deseja remover estes detalhes?
ro_ro: Ești sigur că vrei să elimini aceste detalii?
sv_se: Är du säker på att du vill ta bort dessa uppgifter?

source: No currency has been set for this module.
bg_bg: Не е зададена валута за този модул.
cs_cz: Pro tento modul nebyla nastavena žádná měna.
da_dk: Ingen valuta er blevet angivet for dette modul.
de_de: Für dieses Modul wurde keine Währung festgelegt.
el_gr: Δεν έχει οριστεί συνάλλαγμα για αυτή τη μονάδα.
es_es: No se ha configurado ninguna moneda para este módulo.
et_ee: Sellele moodulile pole valuutat määratud.
fi_fi: Tälle moduulille ei ole asetettu valuuttaa.
fr_fr: Aucune devise n’a été définie pour ce module.
hu_hu: Ehhez a modulhoz nem lett pénznem beállítva.
it_it: Non è stata impostata alcuna valuta per questo modulo.
lv_lv: Šim modulim nav iestatīta valūta.
nl_nl: Er is geen valuta ingesteld voor deze module.
pl_pl: Dla tego modułu nie ustawiono waluty.
pt_pt: Nenhuma moeda foi definida para este módulo.
ro_ro: Nici o monedă nu a fost setată pentru acest modul.
sv_se: Ingen valuta har ställts in för denna modul.

source: Pay by %label% %method%
bg_bg: Платете с %label% %method%
cs_cz: Zaplatiť pomocí %label% %method%
da_dk: Betal med %label% %method%
de_de: Zahlen mit %label% %method%
el_gr: Πληρώστε με %label% %method%
es_es: Pagar con %label% %method%
et_ee: Maksa %label% %method% abil
fi_fi: Maksa %label% %method% avulla
fr_fr: Payer avec %label% %method%
hu_hu: Fizetés a(z) %label% %method% segítségével
it_it: Paga con %label% %method%
lv_lv: Maksāt ar %label% %method%
nl_nl: Betaal met %label% %method%
pl_pl: Zapłać przez %label% %method%
pt_pt: Pague com %label% %method%
ro_ro: Plătește cu %label% %method%
sv_se: Betala med %label% %method%

source: Your order at
bg_bg: Вашата поръчка в
cs_cz: Vaše objednávka na
da_dk: Din ordre hos
de_de: Ihre Bestellung bei
el_gr: Η παραγγελία σας στο
es_es: Tu pedido en
et_ee: Teie tellimus saidil
fi_fi: Tilauksesi osoitteessa
fr_fr: Votre commande chez
hu_hu: Rendelésed itt:
it_it: Il tuo ordine presso
lv_lv: Jūsu pasūtījums vietnē
nl_nl: Je bestelling bij
pl_pl: Twoje zamówienie w
pt_pt: Seu pedido em
ro_ro: Comanda ta la
sv_se: Din beställning hos

source: Shipping Fee
bg_bg: Такса доставка
cs_cz: Poplatek za dopravu
da_dk: Forsendelsesgebyr
de_de: Versandkosten
el_gr: Τέλος αποστολής
es_es: Gastos de envío
et_ee: Saadetise tasu
fi_fi: Toimituskulut
fr_fr: Frais de livraison
hu_hu: Szállítási díj
it_it: Spese di spedizione
lv_lv: Piegādes maksa
nl_nl: Verzendkosten
pl_pl: Koszt wysyłki
pt_pt: Taxa de envio
ro_ro: Taxă de livrare
sv_se: Fraktavgift

source: Settings updated
bg_bg: Настройките са обновени
cs_cz: Nastavení aktualizováno
da_dk: Indstillinger opdateret
de_de: Einstellungen aktualisiert
el_gr: Ρυθμίσεις ενημερώθηκαν
es_es: Ajustes actualizados
et_ee: Seaded uuendatud
fi_fi: Asetukset päivitetty
fr_fr: Paramètres mis à jour
hu_hu: Beállítások frissítve
it_it: Impostazioni aggiornate
lv_lv: Iestatījumi atjaunināti
nl_nl: Instellingen bijgewerkt
pl_pl: Ustawienia zaktualizowane
pt_pt: Configurações atualizadas
ro_ro: Setări actualizate
sv_se: Inställningar uppdaterade

source: API key should be set.
bg_bg: API ключът трябва да бъде зададен.
cs_cz: Klíč API musí být nastaven.
da_dk: API-nøgle skal angives.
de_de: API-Schlüssel muss festgelegt werden.
el_gr: Το κλειδί API πρέπει να οριστεί.
es_es: La clave API debe estar configurada.
et_ee: API võti tuleb määrata.
fi_fi: API-avain tulisi asettaa.
fr_fr: La clé API doit être définie.
hu_hu: Az API-kulcsot be kell állítani.
it_it: La chiave API deve essere impostata.
lv_lv: API atslēga jāiestata.
nl_nl: De API-sleutel moet worden ingesteld.
pl_pl: Klucz API powinien być ustawiony.
pt_pt: A chave da API deve ser definida.
ro_ro: Cheia API trebuie setată.
sv_se: API-nyckel bör anges.

source: %label% Settings
bg_bg: Настройки %label%
cs_cz: Nastavení %label%
da_dk: %label% Indstillinger
de_de: %label%-Einstellungen
el_gr: Ρυθμίσεις %label%
es_es: Ajustes de %label%
et_ee: %label% seaded
fi_fi: %label% Asetukset
fr_fr: Paramètres %label%
hu_hu: %label% beállítások
it_it: Impostazioni %label%
lv_lv: %label% iestatījumi
nl_nl: %label% Instellingen
pl_pl: Ustawienia %label%
pt_pt: Configurações de %label%
ro_ro: Setări %label%
sv_se: %label% Inställningar

source: Save
bg_bg: Запази
cs_cz: Uložit
da_dk: Gem
de_de: Speichern
el_gr: Αποθήκευση
es_es: Guardar
et_ee: Salvesta
fi_fi: Tallenna
fr_fr: Enregistrer
hu_hu: Mentés
it_it: Salva
lv_lv: Saglabāt
nl_nl: Opslaan
pl_pl: Zapisz
pt_pt: Salvar
ro_ro: Salvează
sv_se: Spara

source: Resolves issue when curl.cacert path is not set in PHP.ini
bg_bg: Решава проблема, когато пътят до curl.cacert не е зададен в PHP.ini
cs_cz: Řeší problém, když není v PHP.ini nastavena cesta ke curl.cacert
da_dk: Løser problem, når curl.cacert-stien ikke er angivet i PHP.ini
de_de: Behebt ein Problem, wenn der curl.cacert-Pfad in der PHP.ini nicht gesetzt ist
el_gr: Επιλύει το πρόβλημα όταν η διαδρομή curl.cacert δεν έχει οριστεί στο PHP.ini
es_es: Resuelve el problema cuando la ruta curl.cacert no está definida en PHP.ini
et_ee: Lahendab probleemi, kui PHP.ini-s ei ole määratud curl.cacert rada
fi_fi: Ratkaisee ongelman, kun curl.cacert-polku ei ole asetettu PHP.ini-tiedostossa
fr_fr: Résout le problème lorsque le chemin curl.cacert n’est pas défini dans PHP.ini
hu_hu: Megoldja a problémát, ha a curl.cacert útvonal nincs beállítva a PHP.ini-ben
it_it: Risolto il problema quando il percorso curl.cacert non è impostato in PHP.ini
lv_lv: Novērš problēmu, ja PHP.ini nav norādīta curl.cacert atrašanās vieta
nl_nl: Lost probleem op wanneer het curl.cacert-pad niet is ingesteld in PHP.ini
pl_pl: Rozwiązuje problem, gdy ścieżka curl.cacert nie jest ustawiona w PHP.ini
pt_pt: Resolve o problema quando o caminho curl.cacert não está definido no PHP.ini
ro_ro: Rezolvă problema când calea curl.cacert nu este setată în PHP.ini
sv_se: Löser problem när curl.cacert-sökvägen inte är angiven i PHP.ini

source: Use cURL CA bundle
bg_bg: Използвай cURL CA пакет
cs_cz: Použít cURL CA balíček
da_dk: Brug cURL CA-pakke
de_de: cURL-CA-Bundle verwenden
el_gr: Χρήση πακέτου cURL CA
es_es: Usar paquete CA de cURL
et_ee: Kasutage cURL CA komplekti
fi_fi: Käytä cURL CA -pakettia
fr_fr: Utiliser le bundle cURL CA
hu_hu: Használja a cURL CA csomagot
it_it: Usa il pacchetto CA di cURL
lv_lv: Izmantot cURL CA komplektu
nl_nl: Gebruik cURL CA bundel
pl_pl: Użyj pakietu cURL CA
pt_pt: Usar pacote CA do cURL
ro_ro: Folosește pachetul cURL CA
sv_se: Använd cURL CA-paket

source: API Key
bg_bg: API ключ
cs_cz: Klíč API
da_dk: API-nøgle
de_de: API-Schlüssel
el_gr: Κλειδί API
es_es: Clave API
et_ee: API võti
fi_fi: API-avain
fr_fr: Clé API
hu_hu: API-kulcs
it_it: Chiave API
lv_lv: API atslēga
nl_nl: API-sleutel
pl_pl: Klucz API
pt_pt: Chave da API
ro_ro: Cheie API
sv_se: API-nyckel

source: Klarna Test API Key
bg_bg: Тестови API ключ на Klarna
cs_cz: Klarna testovací klíč API
da_dk: Klarna test-API-nøgle
de_de: Klarna Test-API-Schlüssel
el_gr: Δοκιμαστικό κλειδί API Klarna
es_es: Clave API de prueba de Klarna
et_ee: Klarna test API võti
fi_fi: Klarna Testi API-avain
fr_fr: Clé API de test Klarna
hu_hu: Klarna teszt API-kulcs
it_it: Chiave API di test Klarna
lv_lv: Klarna testa API atslēga
nl_nl: Klarna test-API-sleutel
pl_pl: Testowy klucz API Klarna
pt_pt: Chave de teste da API Klarna
ro_ro: Cheie API de test Klarna
sv_se: Klarna test-API-nyckel

source: The Test API Key is Applicable only for Klarna. Remove when not used.
bg_bg: Тестовият API ключ важи само за Klarna. Премахнете, когато не се използва.
cs_cz: Testovací klíč API platí pouze pro Klarnu. Odstraňte, pokud není používán.
da_dk: Test-API-nøglen gælder kun for Klarna. Fjern den, når den ikke bruges.
de_de: Der Test-API-Schlüssel gilt nur für Klarna. Entfernen Sie ihn, wenn er nicht verwendet wird.
el_gr: Το δοκιμαστικό κλειδί API ισχύει μόνο για Klarna. Διαγράψτε το αν δεν χρησιμοποιείται.
es_es: La clave API de prueba se aplica solo a Klarna. Elimínela si no se usa.
et_ee: Testi API võti kehtib ainult Klarna jaoks. Eemalda, kui seda ei kasutata.
fi_fi: Testi API-avain on tarkoitettu vain Klarnalle. Poista, kun sitä ei käytetä.
fr_fr: La clé API de test est applicable uniquement à Klarna. Supprimez-la si elle n'est pas utilisée.
hu_hu: A teszt API-kulcs csak a Klarnára vonatkozik. Töröld, ha nem használod.
it_it: La chiave API di test è applicabile solo per Klarna. Rimuovere se non utilizzata.
lv_lv: Testa API atslēga der tikai Klarna. Noņem, ja netiek izmantota.
nl_nl: De test-API-sleutel is alleen van toepassing op Klarna. Verwijder deze indien niet gebruikt.
pl_pl: Testowy klucz API dotyczy tylko Klarny. Usuń, gdy nie jest używany.
pt_pt: A chave de teste da API é aplicável apenas para Klarna. Remova quando não estiver em uso.
ro_ro: Cheia API de test este valabilă doar pentru Klarna. Elimină când nu este folosită.
sv_se: Test-API-nyckeln gäller endast för Klarna. Ta bort när den inte används.

source: Afterpay Test API Key
bg_bg: Тестови API ключ на Afterpay
cs_cz: Afterpay testovací klíč API
da_dk: Afterpay test-API-nøgle
de_de: Afterpay Test-API-Schlüssel
el_gr: Δοκιμαστικό κλειδί API Afterpay
es_es: Clave API de prueba de Afterpay
et_ee: Afterpay test API võti
fi_fi: Afterpay Testi API-avain
fr_fr: Clé API de test Afterpay
hu_hu: Afterpay teszt API-kulcs
it_it: Chiave API di test Afterpay
lv_lv: Afterpay testa API atslēga
nl_nl: Afterpay test-API-sleutel
pl_pl: Testowy klucz API Afterpay
pt_pt: Chave de teste da API Afterpay
ro_ro: Cheie API de test Afterpay
sv_se: Afterpay test-API-nyckel

source: The Test API Key is Applicable only for Afterpay. Remove when not used.
bg_bg: Тестовият API ключ важи само за Afterpay. Премахнете, когато не се използва.
cs_cz: Testovací klíč API platí pouze pro Afterpay. Odstraňte, pokud není používán.
da_dk: Test-API-nøglen gælder kun for Afterpay. Fjern den, når den ikke bruges.
de_de: Der Test-API-Schlüssel gilt nur für Afterpay. Entfernen Sie ihn, wenn er nicht verwendet wird.
el_gr: Το δοκιμαστικό κλειδί API ισχύει μόνο για Afterpay. Διαγράψτε το αν δεν χρησιμοποιείται.
es_es: La clave API de prueba se aplica solo a Afterpay. Elimínela si no se usa.
et_ee: Testi API võti kehtib ainult Afterpay jaoks. Eemalda, kui seda ei kasutata.
fi_fi: Testi API-avain on tarkoitettu vain Afterpaylle. Poista, kun sitä ei käytetä.
fr_fr: La clé API de test est applicable uniquement à Afterpay. Supprimez-la si elle n'est pas utilisée.
hu_hu: A teszt API-kulcs csak az Afterpay-re vonatkozik. Töröld, ha nem használod.
it_it: La chiave API di test è applicabile solo per Afterpay. Rimuovere se non utilizzata.
lv_lv: Testa API atslēga der tikai Afterpay. Noņem, ja netiek izmantota.
nl_nl: De test-API-sleutel is alleen van toepassing op Afterpay. Verwijder deze indien niet gebruikt.
pl_pl: Testowy klucz API dotyczy tylko Afterpay. Usuń, gdy nie jest używany.
pt_pt: A chave de teste da API é aplicável apenas para Afterpay. Remova quando não estiver em uso.
ro_ro: Cheia API de test este valabilă doar pentru Afterpay. Elimină când nu este folosită.
sv_se: Test-API-nyckeln gäller endast för Afterpay. Ta bort när den inte används.

source: Klarna Pay Later
bg_bg: Klarna Плати по-късно
cs_cz: Klarna Zaplať později
da_dk: Klarna Betal Senere
de_de: Klarna Später bezahlen
el_gr: Klarna Πληρώστε Αργότερα
es_es: Klarna Paga Después
et_ee: Klarna maksa hiljem
fi_fi: Klarna Maksa Myöhemmin
fr_fr: Klarna Paiement différé
hu_hu: Klarna Fizess később
it_it: Klarna Paga Dopo
lv_lv: Klarna maksā vēlāk
nl_nl: Klarna Achteraf Betalen
pl_pl: Klarna Zapłać Później
pt_pt: Klarna Pague Depois
ro_ro: Klarna Plătește Mai Târziu
sv_se: Klarna Betala Senare

source: IP address(es) for testing.
bg_bg: IP адрес(и) за тестване
cs_cz: IP adresa(y) pro testování.
da_dk: IP-adresse(r) til test.
de_de: IP-Adresse(n) für Tests.
el_gr: Διεύθυνση(-εις) IP για δοκιμή.
es_es: Dirección(es) IP para pruebas.
et_ee: IP-aadress(id) testimiseks
fi_fi: IP-osoite(t) testaukseen.
fr_fr: Adresse(s) IP pour les tests.
hu_hu: IP-cím(ek) teszteléshez
it_it: Indirizzo/i IP per il test.
lv_lv: IP adrese(-es) testēšanai
nl_nl: IP-adres(sen) voor testdoeleinden.
pl_pl: Adres(y) IP do testów.
pt_pt: Endereço(s) IP para teste.
ro_ro: Adresă(i) IP pentru testare.
sv_se: IP-adress(er) för testning.

source: You can specify specific IP addresses for which %method% is visible, for example if you want to test %method% you can type IP addresses as 128.0.0.1, 255.255.255.255. If you fill in nothing, then, %method% is visible to all IP addresses.
bg_bg: Можете да зададете конкретни IP адреси, за които %method% е видим, например 128.0.0.1, 255.255.255.255. Ако не въведете нищо, %method% ще е видим за всички IP адреси.
cs_cz: Můžete zadat konkrétní IP adresy, pro které je %method% viditelné, například 128.0.0.1, 255.255.255.255. Pokud nic nezadáte, bude %method% viditelné pro všechny IP adresy.
da_dk: Du kan angive specifikke IP-adresser, for hvilke %method% er synlig. For eksempel, hvis du vil teste %method%, kan du indtaste IP-adresser som 128.0.0.1, 255.255.255.255. Hvis du ikke angiver noget, vil %method% være synlig for alle IP-adresser.
de_de: Sie können bestimmte IP-Adressen angeben, für die %method% sichtbar ist. Zum Testen von %method% geben Sie z. B. 128.0.0.1, 255.255.255.255 ein. Wenn nichts eingetragen ist, ist %method% für alle IPs sichtbar.
el_gr: Μπορείτε να ορίσετε συγκεκριμένες διευθύνσεις IP για τις οποίες είναι ορατό το %method%, π.χ. 128.0.0.1, 255.255.255.255. Εάν δεν συμπληρώσετε τίποτα, το %method% θα είναι ορατό σε όλες τις διευθύνσεις IP.
es_es: Puedes especificar direcciones IP específicas para las que %method% sea visible. Por ejemplo, si deseas probar %method%, puedes escribir direcciones IP como 128.0.0.1, 255.255.255.255. Si no rellenas nada, %method% será visible para todas las direcciones IP.
et_ee: Saate määrata IP-aadresse, mille puhul %method% on nähtav (nt 128.0.0.1, 255.255.255.255). Kui väli jääb tühi, on %method% nähtav kõigile IP-aadressidele.
fi_fi: Voit määrittää tietyt IP-osoitteet, joille %method% on näkyvissä, esimerkiksi jos haluat testata %method%, voit kirjoittaa IP-osoitteet muodossa 128.0.0.1, 255.255.255.255. Jos et täytä mitään, %method% on näkyvissä kaikille IP-osoitteille.
fr_fr: Vous pouvez spécifier des adresses IP pour lesquelles %method% est visible. Par exemple, pour tester %method%, saisissez des adresses IP comme 128.0.0.1, 255.255.255.255. Si rien n’est renseigné, %method% sera visible pour toutes les adresses IP.
hu_hu: Megadhatod azokat az IP-címeket, amelyeken a %method% látható, pl. 128.0.0.1, 255.255.255.255. Ha nem írsz be semmit, a %method% minden IP-címen látható lesz.
it_it: Puoi specificare indirizzi IP per i quali %method% è visibile; ad esempio, se desideri testare %method%, puoi inserire indirizzi IP come 128.0.0.1, 255.255.255.255. Se non inserisci nulla, %method% sarà visibile a tutti gli indirizzi IP.
lv_lv: Varat norādīt IP adreses, kurās %method% ir redzams, piemēram, 128.0.0.1, 255.255.255.255. Ja lauks tiek atstāts tukšs, %method% būs redzams visām IP adresēm.
nl_nl: Je kunt specifieke IP-adressen opgeven waarvoor %method% zichtbaar is. Bijvoorbeeld: 128.0.0.1, 255.255.255.255. Laat je het veld leeg, dan is %method% zichtbaar voor alle IP-adressen.
pl_pl: Możesz określić konkretne adresy IP, dla których %method% będzie widoczne, np. wpisując 128.0.0.1, 255.255.255.255. Jeśli nic nie wpiszesz, %method% będzie widoczne dla wszystkich adresów IP.
pt_pt: Você pode especificar endereços IP específicos para os quais %method% está visível; por exemplo, se quiser testar %method%, pode digitar endereços IP como 128.0.0.1, 255.255.255.255. Se não preencher nada, então %method% estará visível para todos os endereços IP.
ro_ro: Poți specifica adrese IP pentru care %method% este vizibil, de exemplu 128.0.0.1, 255.255.255.255. Dacă nu completezi nimic, %method% va fi vizibil pentru toate adresele IP.
sv_se: Du kan ange specifika IP-adresser för vilka %method% är synlig. Om du till exempel vill testa %method% kan du ange IP-adresser som 128.0.0.1, 255.255.255.255. Om du inte fyller i något kommer %method% att vara synlig för alla IP-adresser.

source: Countries available for %method%.
bg_bg: Страни, където %method% е налично.
cs_cz: Země dostupné pro %method%.
da_dk: Tilgængelige lande for %method%.
de_de: Verfügbare Länder für %method%.
el_gr: Χώρες διαθέσιμες για %method%.
es_es: Países disponibles para %method%.
et_ee: Riigid, kus %method% on saadaval.
fi_fi: Maat, joissa %method% on saatavilla.
fr_fr: Pays disponibles pour %method%.
hu_hu: Országok, ahol a %method% elérhető.
it_it: Paesi disponibili per %method%.
lv_lv: Valstis, kurās pieejams %method%.
nl_nl: Landen beschikbaar voor %method%.
pl_pl: Kraje dostępne dla %method%.
pt_pt: Países disponíveis para %method%.
ro_ro: Țări disponibile pentru %method%.
sv_se: Tillgängliga länder för %method%.
